[
    {
        "_id": 1,
        "name": "48 V DC Electric Bike Display, Plastic",
        "img": "https://i.ibb.co/g4HtTcK/img-1.jpg",
        "price": 270,
        "description": "Everything you love about the Display, but in color!  A thinner display with improvements over the old black and white model.  Now standard with USB port.  Compatible everywhere the standard KT-LCD3 is.",
        "min": 10,
        "quantity": 1000
    },
    {
        "_id": 2,
        "name": "Bike Fuel Tank Cap With Lock",
        "img": "https://i.ibb.co/Mpjv3c7/img-2.jpg",
        "price": 120,
        "description": "The cap prevents the leakage of fuel vapours from the filler neck, which can be a major source of hydrocarbon emissions. A leaking or missing gas cap can result in the release of 90 litres of fuel per year into the atmosphere.",
        "min": 10,
        "quantity": 3000
    },
    {
        "_id": 3,
        "name": "Motorcycle Wheel Spokes",
        "img": "https://i.ibb.co/HPNj6NL/img-3.jpg",
        "price": 130,
        "description": "A spoke is one of some number of rods radiating from the center of a wheel (the hub where the axle connects), connecting the hub with the round traction surface.",
        "min": 10,
        "quantity": 2000
    },
    {
        "_id": 4,
        "name": "Motorcycle Timing Chain",
        "img": "https://i.ibb.co/m4Y9sdX/pic-4.jpg",
        "price": 130,
        "description": "The timing chain in a motorcycle is a small roller chain that is designed to drive the camshaft. That’s why it’s also known as a “cam chain” as well. The camshaft is a little spinning shaft on top of the engine, which is designed to control the valves. Surprisingly, a motorcycle timing chain looks like a regular bicycle chain..",
        "min": 10,
        "quantity": 2500
    },
    {
        "_id": 5,
        "name": "Motorcycle front forks",
        "img": "https://i.ibb.co/zXrZ0XR/img-5.jpg",
        "price": 190,
        "description": "In nearly every motorcycle available today, the front wheel is held on by an axle that's connected to the fork. It's called a fork because it has two prongs that go around each side of the wheel",
        "min": 10,
        "quantity": 2200
    },
    {
        "_id": 6,
        "name": "Motorcycle light",
        "img": "https://i.ibb.co/D8gMPyw/img-6.jpg",
        "price": 90,
        "description": "Motorcycle headlights are one of the most important safety features of a motorcycle. They work in both giving you visibility at low light conditions or at night, and they also let people know that you're there.",
        "min": 10,
        "quantity": 6700
    }
]