[
    {
        "_id": 1,
        "name": "48 V DC Electric Bike Display, Plastic",
        "img": "https://i.ibb.co/g4HtTcK/img-1.jpg",
        "price": 270,
        "description": "Everything you love about the Display, but in color!  A thinner display with improvements over the old black and white model.  Now standard with USB port.  Compatible everywhere the standard KT-LCD3 is.",
        "min": 10,
        "quantity": 1000
    },
    {
        "_id": 2,
        "name": "Bike Fuel Tank Cap With Lock",
        "img": "https://i.ibb.co/Mpjv3c7/img-2.jpg",
        "price": 120,
        "description": "An air filter is a device for filtering particles from the air. As with any filter, air conditioner filters consist of a porous structure through which coarse and large harmful particles cannot pass through.",
        "min": 10,
        "quantity": 3000
    },
    {
        "_id": 3,
        "name": "Motorcycle Wheel Spokes",
        "img": "https://i.ibb.co/HPNj6NL/img-3.jpg",
        "price": 130,
        "description": "The expansion valve removes pressure from the liquid refrigerant to allow expansion or change of state from a liquid to a vapor in the evaporator.",
        "min": 10,
        "quantity": 2000
    },
    {
        "_id": 4,
        "name": "Motorcycle Timing Chain",
        "img": "https://i.ibb.co/m4Y9sdX/pic-4.jpg",
        "price": 130,
        "description": "CONDENSER COIL (also known as an outdoor coil): Part of the outdoor portion of a split-system air conditioner or heat pump. It works along with compressor by converting refrigerant that is in a gas form back to a liquid, the coil sends heat carried by the refrigerant to the outside.",
        "min": 10,
        "quantity": 2500
    },
    {
        "_id": 5,
        "name": "Bick front forks",
        "img": "https://i.ibb.co/zXrZ0XR/img-5.jpg",
        "price": 190,
        "description": "AC refrigerants are the invisible force behind the working of your air conditioner. The ability of your air conditioner to cool is dependent on it. Refrigerants absorb the heat and provide cool air as it runs through the compressor and the evaporator.",
        "min": 10,
        "quantity": 2200
    },
    {
        "_id": 6,
        "name": "Bike Display",
        "img": "https://i.ibb.co/6HXb3D0/img-6.jpg",
        "price": 90,
        "description": "There can be many reasons why you are looking for a fan that cools air just like its older brother — the air conditioner. It can be an eco-friendly temporary solution for a few weeks in summer.",
        "min": 10,
        "quantity": 6700
    }
]